Plan:
```
OpenTofu used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create
  ~ update in-place

OpenTofu will perform the following actions:

  # module.default_github_labels_for_gpo_ca.github_issue_label.good_first_issue will be updated in-place
  ~ resource "github_issue_label" "good_first_issue" {
      ~ color       = "7057ff" -> "fbca04"
        id          = "gpo.ca:good first issue"
        name        = "good first issue"
        # (4 unchanged attributes hidden)
    }

  # module.default_github_labels_for_gpo_ca.github_issue_label.help_wanted will be updated in-place
  ~ resource "github_issue_label" "help_wanted" {
      ~ color       = "008672" -> "fbca04"
        id          = "gpo.ca:help wanted"
        name        = "help wanted"
        # (4 unchanged attributes hidden)
    }

  # module.default_github_labels_for_gpo_ca.github_issue_label.volunteer will be created
  + resource "github_issue_label" "volunteer" {
      + color       = "fbca04"
      + description = "Good issue for a volunteer"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "volunteer"
      + repository  = "gpo.ca"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_gpo_platform_configs.github_issue_label.good_first_issue will be updated in-place
  ~ resource "github_issue_label" "good_first_issue" {
      ~ color       = "7057ff" -> "fbca04"
        id          = "gpo-platform-configs:good first issue"
        name        = "good first issue"
        # (4 unchanged attributes hidden)
    }

  # module.default_github_labels_for_gpo_platform_configs.github_issue_label.help_wanted will be updated in-place
  ~ resource "github_issue_label" "help_wanted" {
      ~ color       = "008672" -> "fbca04"
        id          = "gpo-platform-configs:help wanted"
        name        = "help wanted"
        # (4 unchanged attributes hidden)
    }

  # module.default_github_labels_for_gpo_platform_configs.github_issue_label.volunteer will be created
  + resource "github_issue_label" "volunteer" {
      + color       = "fbca04"
      + description = "Good issue for a volunteer"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "volunteer"
      + repository  = "gpo-platform-configs"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_readme.github_issue_label.good_first_issue will be updated in-place
  ~ resource "github_issue_label" "good_first_issue" {
      ~ color       = "7057ff" -> "fbca04"
        id          = "readme:good first issue"
        name        = "good first issue"
        # (4 unchanged attributes hidden)
    }

  # module.default_github_labels_for_readme.github_issue_label.help_wanted will be updated in-place
  ~ resource "github_issue_label" "help_wanted" {
      ~ color       = "008672" -> "fbca04"
        id          = "readme:help wanted"
        name        = "help wanted"
        # (4 unchanged attributes hidden)
    }

  # module.default_github_labels_for_readme.github_issue_label.volunteer will be created
  + resource "github_issue_label" "volunteer" {
      + color       = "fbca04"
      + description = "Good issue for a volunteer"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "volunteer"
      + repository  = "readme"
      + url         = (known after apply)
    }

  # module.default_github_labels_for_secure_gpo_ca.github_issue_label.good_first_issue will be updated in-place
  ~ resource "github_issue_label" "good_first_issue" {
      ~ color       = "7057ff" -> "fbca04"
        id          = "secure.gpo.ca:good first issue"
        name        = "good first issue"
        # (4 unchanged attributes hidden)
    }

  # module.default_github_labels_for_secure_gpo_ca.github_issue_label.help_wanted will be updated in-place
  ~ resource "github_issue_label" "help_wanted" {
      ~ color       = "008672" -> "fbca04"
        id          = "secure.gpo.ca:help wanted"
        name        = "help wanted"
        # (4 unchanged attributes hidden)
    }

  # module.default_github_labels_for_secure_gpo_ca.github_issue_label.volunteer will be created
  + resource "github_issue_label" "volunteer" {
      + color       = "fbca04"
      + description = "Good issue for a volunteer"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "volunteer"
      + repository  = "secure.gpo.ca"
      + url         = (known after apply)
    }

Plan: 4 to add, 8 to change, 0 to destroy.
```